logs/Oct16/等待时间与请求频次/lambda200/100.txt
wrk debian/4.1.0-3build1 [epoll] Copyright (C) 2012 Will Glozer
Running 10m test @ http://172.18.0.4:32329
  16 threads and 16 connections
2 2.699462890625 12.845947265625 12.845947265625 700
1 2.2783203125 10.066162109375 10.066162109375 30
5 3.80419921875 107.761962890625 107.761962890625 500
5 2.111572265625 106.13134765625 106.13134765625 500
5 2.330078125 107.57421875 107.57421875 500
30 3.548583984375 506.626953125 506.626953125 0
3 3.315185546875 86.513671875 86.513671875 0
40 3.404541015625 699.77392578125 699.77392578125 100
30 3.638427734375 579.82421875 579.82421875 40
40 2.63818359375 684.057861328125 684.057861328125 250
40 2.64794921875 683.4873046875 683.4873046875 0
3 3.9013671875 95.724365234375 95.724365234375 40
50 3.77783203125 810.36083984375 810.36083984375 100
15 2.9140625 288.474365234375 288.474365234375 1000
40 2.81201171875 1080.344482421875 1080.344482421875 0
40 3.186279296875 1086.40087890625 1086.40087890625 2000
15 3.500244140625 375.665771484375 375.665771484375 0
100 3.941650390625 2100.734375 2100.734375 0
100 2.650390625 2101.035400390625 2101.035400390625 0
100 2.910400390625 2084.89599609375 2084.89599609375 0
40 2.55615234375 688.047607421875 688.047607421875 8000
2 3.352294921875 85.254638671875 85.254638671875 0
100 2.453125 2084.75439453125 2084.75439453125 0
250 2.688232421875 4809.98291015625 4809.98291015625 0
250 2.398193359375 4789.79541015625 4789.79541015625 0
2 2.96533203125 78.184326171875 78.184326171875 500
5 3.0361328125 85.713134765625 85.713134765625 0
1 3.476806640625 83.776123046875 83.776123046875 5
5 2.729736328125 91.920654296875 91.920654296875 0
250 3.44189453125 4774.520263671875 4774.520263671875 0
200 3.154541015625 3491.381591796875 3491.381591796875 0
30 2.82421875 480.926513671875 480.926513671875 0
25 2.502197265625 576.55712890625 576.55712890625 0
2 3.302734375 188.239990234375 188.239990234375 0
200 2.735107421875 3877.285888671875 3877.285888671875 0
500 4.9306640625 9507.725830078125 9507.725830078125 0
500 3.357666015625 9513.243896484375 9513.243896484375 0
500 2.68994140625 9602.881591796875 9602.881591796875 1000
2 3.12646484375 76.92529296875 76.92529296875 4000
2 3.072998046875 88.56396484375 88.56396484375 350
30 3.204833984375 786.465576171875 786.465576171875 0
500 3.47607421875 9682.744873046875 9682.744873046875 0
50 3.389892578125 792.484130859375 792.484130859375 150
500 2.689697265625 9480.998291015625 9480.998291015625 0
150 3.058837890625 2773.88134765625 2773.88134765625 0
700 3.767333984375 13107.512451171875 13107.512451171875 0
500 2.3818359375 9472.0576171875 9472.0576171875 0
350 2.94970703125 6387.982177734375 6387.982177734375 0
350 3.037353515625 6192.556884765625 6192.556884765625 0
150 3.368408203125 2783.1162109375 2783.1162109375 0
40 3.2841796875 581.126953125 581.126953125 0
1000 3.36572265625 18310.7080078125 18310.7080078125 0
700 3.009521484375 12987.249267578125 12987.249267578125 0
1000 2.951416015625 18684.600341796875 18684.600341796875 0
40 2.802734375 1084.4580078125 1084.4580078125 0
1 3.351806640625 89.56982421875 89.56982421875 0
2 3.34619140625 84.492431640625 84.492431640625 100
1000 3.1357421875 18283.08154296875 18283.08154296875 0
1000 3.029296875 18173.01513671875 18173.01513671875 0
100 2.528076171875 1387.155029296875 1387.155029296875 0
1 3.11279296875 80.61474609375 80.61474609375 0
30 5.635009765625 486.4375 486.4375 0
150 3.4609375 2293.00244140625 2293.00244140625 0
50 2.80615234375 1096.2353515625 1096.2353515625 0
350 3.4365234375 6188.435546875 6189.435546875 0
250 2.90478515625 4188.542724609375 4188.542724609375 0
250 2.63232421875 3774.3330078125 3774.3330078125 0
500 2.784912109375 7780.495361328125 7780.495361328125 0
2 4.55810546875 94.145751953125 94.145751953125 0
5 5.68505859375 73.232666015625 73.232666015625 0
50 2.489013671875 586.469482421875 586.469482421875 0
30 3.079345703125 576.0 576.0 0
2000 2.829833984375 33779.943115234375 33779.943115234375 0
200 4.87744140625 2782.4580078125 2782.4580078125 0
50 3.08447265625 598.56103515625 598.56103515625 0
1000 3.4189453125 14588.41796875 14588.41796875 0
2 2.814697265625 84.749755859375 84.749755859375 0
3 2.932861328125 90.55615234375 90.55615234375 0
700 3.445068359375 10179.5625 10179.5625 0
150 3.14453125 2271.599853515625 2271.599853515625 0
2000 2.92333984375 29892.694091796875 29892.694091796875 0
25 3.51416015625 499.493408203125 499.493408203125 0
1 4.88671875 78.828369140625 78.828369140625 0
200 3.021240234375 2884.23046875 2884.23046875 0
2000 3.0185546875 29179.808349609375 29179.808349609375 0
1000 2.982177734375 14178.7685546875 14178.7685546875 0
350 5.481201171875 4794.58056640625 4794.58056640625 0
2 2.3173828125 83.42333984375 83.42333984375 0
2 3.862060546875 70.639892578125 70.639892578125 0
15 5.01513671875 278.110595703125 278.110595703125 0
15 4.34619140625 196.51220703125 196.51220703125 0
4000 3.58056640625 58276.110595703125 58276.110595703125 0
2000 2.6875 26182.64990234375 26182.64990234375 0
150 2.359619140625 1982.001953125 1982.001953125 0
4000 2.76025390625 54982.326904296875 54982.326904296875 0
25 4.735595703125 671.513916015625 671.513916015625 0
50 4.95654296875 588.798095703125 588.798095703125 0
15 3.747314453125 187.6728515625 187.6728515625 0
3 4.29150390625 82.692626953125 82.692626953125 0
5 3.262451171875 88.885498046875 88.885498046875 0
30 2.767822265625 376.434326171875 376.434326171875 0
40 3.36669921875 673.16552734375 673.16552734375 0
4000 2.373291015625 54590.752197265625 54590.752197265625 0
150 5.054931640625 1669.544677734375 1669.544677734375 0
2 3.852783203125 91.46826171875 91.46826171875 0
100 3.0 1283.97119140625 1283.97119140625 0
150 3.4384765625 1989.7919921875 1989.7919921875 0
700 2.77099609375 8590.138916015625 8590.138916015625 0
150 3.507568359375 1978.748046875 1978.748046875 0
2 3.8857421875 83.88818359375 84.88818359375 0
50 3.5517578125 493.86083984375 494.86083984375 0
3 4.816650390625 79.23291015625 79.23291015625 0
350 3.706787109375 4493.471923828125 4493.471923828125 0
2000 3.1376953125 24277.433349609375 24277.433349609375 0
1000 4.75537109375 12398.271484375 12398.271484375 0
50 4.925048828125 582.28466796875 582.28466796875 0
100 3.32763671875 1190.313720703125 1190.313720703125 0
2 2.943359375 84.099365234375 84.099365234375 0
150 4.847900390625 1760.319091796875 1760.319091796875 0
4000 4.13916015625 50379.154296875 50379.154296875 0
3 2.83837890625 85.03662109375 85.03662109375 0
500 4.946533203125 5976.11865234375 5977.11865234375 0
2 5.881103515625 89.485107421875 90.485107421875 0
50 2.562255859375 978.101318359375 978.101318359375 0
200 3.722900390625 2391.260986328125 2391.260986328125 0
5 3.13525390625 95.12109375 95.12109375 0
40 5.07568359375 375.09912109375 376.09912109375 0
4000 3.068603515625 49661.45166015625 49661.45166015625 0
30 3.126220703125 383.039794921875 383.039794921875 1000
8000 2.791259765625 108699.55590820312 108699.55590820312 0
15 5.000244140625 181.952392578125 181.952392578125 0
250 2.875 3287.659423828125 3287.659423828125 0
350 2.9423828125 4291.496826171875 4291.496826171875 0
25 2.970458984375 283.711669921875 283.711669921875 0
2 4.472412109375 83.857666015625 83.857666015625 0
2 2.79638671875 82.40966796875 82.40966796875 0
8000 2.541259765625 105086.10546875 105086.10546875 0
40 5.2998046875 391.04833984375 391.04833984375 0
3 2.968017578125 76.0224609375 76.0224609375 0
2 2.7998046875 86.879638671875 86.879638671875 200
200 3.696044921875 1876.18505859375 1876.18505859375 0
8000 2.86328125 105881.5166015625 105881.5166015625 0
2 4.02001953125 87.29541015625 87.29541015625 0
2 2.31201171875 183.964599609375 183.964599609375 0
40 2.860595703125 502.9189453125 502.9189453125 0
3 3.259521484375 63.8447265625 63.8447265625 0
8000 2.8134765625 105295.13452148438 105295.13452148438 0
200 3.323974609375 2369.516357421875 2369.516357421875 0
150 3.101318359375 1982.156982421875 1982.156982421875 0
2000 4.05712890625 23477.341796875 23477.341796875 0
1 2.521240234375 71.67236328125 71.67236328125 100
8000 2.8232421875 106094.15942382812 106094.15942382812 0
40 2.56591796875 786.997314453125 786.997314453125 0
8000 3.283447265625 103880.2548828125 103880.2548828125 0
100 3.356689453125 1586.263671875 1586.263671875 0
3 2.8251953125 87.189697265625 87.189697265625 40
40 3.309326171875 487.835693359375 487.835693359375 0
8000 3.290771484375 104479.07153320312 104479.07153320312 0
50 2.830078125 495.145263671875 495.145263671875 0
15 3.2255859375 182.962646484375 182.962646484375 0
1000 2.873291015625 11271.100341796875 11271.100341796875 0
250 3.1826171875 3288.515380859375 3288.515380859375 0
8000 3.599365234375 102076.205078125 102077.205078125 0
100 2.555419921875 1477.105224609375 1477.105224609375 0
350 2.830322265625 4371.31884765625 4371.31884765625 0
2 2.769287109375 86.03759765625 86.03759765625 200
150 3.048583984375 1894.774658203125 1894.774658203125 0
50 2.390380859375 597.1787109375 597.1787109375 0
50 3.231689453125 592.91748046875 592.91748046875 0
25 3.052001953125 271.896240234375 271.896240234375 200
30 2.416748046875 384.040771484375 384.040771484375 0
15 3.486572265625 181.708251953125 181.708251953125 0
2000 5.716064453125 23791.788330078125 23791.788330078125 0
15 2.64892578125 193.401611328125 193.401611328125 0
5 2.790283203125 70.48046875 70.48046875 0
200 3.391357421875 2589.332275390625 2589.332275390625 0
700 2.791259765625 8580.6640625 8580.6640625 0
40 3.60009765625 775.204345703125 775.204345703125 0
200 2.886962890625 2588.43896484375 2588.43896484375 0
200 5.900390625 2483.42529296875 2484.42529296875 0
1 2.767578125 83.7509765625 83.7509765625 40
25 2.840576171875 282.09521484375 282.09521484375 0
40 3.2548828125 391.050048828125 392.050048828125 0
200 3.181640625 2487.203857421875 2487.203857421875 0
50 3.133544921875 486.37255859375 486.37255859375 0
500 2.69189453125 5692.709716796875 5692.709716796875 0
30 3.13671875 581.446533203125 581.446533203125 0
5 3.1123046875 181.111572265625 181.111572265625 0
3 4.86767578125 92.140869140625 92.140869140625 0
25 2.78125 288.559814453125 288.559814453125 0
250 2.603759765625 2788.159912109375 2788.159912109375 500
5 3.453125 80.5205078125 80.5205078125 0
25 3.368408203125 286.70849609375 286.70849609375 0
500 3.15234375 5884.733154296875 5884.733154296875 0
50 3.169189453125 994.138671875 994.138671875 0
350 2.458984375 4274.941162109375 4274.941162109375 0
250 2.525634765625 2979.375 2979.375 0
25 3.14794921875 286.534912109375 286.534912109375 8000
5 3.173095703125 93.23779296875 93.23779296875 0
500 2.572998046875 5685.71533203125 5685.71533203125 0
150 2.869140625 1489.52734375 1489.52734375 0
50 3.311279296875 590.23046875 590.23046875 150
1 3.273193359375 75.188232421875 75.188232421875 0
50 2.815185546875 973.48291015625 973.48291015625 0
15 2.796630859375 181.448486328125 181.448486328125 0
50 2.5634765625 889.31591796875 889.31591796875 0
150 2.8603515625 1994.08056640625 1994.08056640625 0
700 2.989501953125 8093.239501953125 8093.239501953125 0
3 3.251953125 81.9775390625 82.9775390625 0
40 3.039794921875 372.758056640625 372.758056640625 0
200 2.588134765625 2483.048583984375 2483.048583984375 1000
15 3.571044921875 190.02783203125 190.02783203125 0
15 3.327880859375 190.91943359375 190.91943359375 0
30 3.020263671875 376.79443359375 376.79443359375 0
250 3.60205078125 2989.880859375 2990.880859375 0
8000 2.670654296875 98573.23413085938 98573.23413085938 0
700 3.62744140625 8578.72119140625 8579.72119140625 0
1 2.99560546875 81.363037109375 81.363037109375 0
40 3.1123046875 594.958251953125 594.958251953125 0
40 2.322509765625 483.470458984375 483.470458984375 0
150 2.651611328125 1879.844482421875 1879.844482421875 0
350 3.34814453125 3895.0283203125 3895.0283203125 0
500 2.43115234375 6284.0546875 6284.0546875 0
1000 2.9560546875 11279.990234375 11279.990234375 0
3 2.62255859375 75.30419921875 75.30419921875 0
8000 2.573486328125 97693.07690429688 97693.07690429688 0
100 2.951416015625 972.739013671875 972.739013671875 0
25 3.223388671875 294.574951171875 294.574951171875 0
2000 2.7568359375 24181.618896484375 24181.618896484375 0
30 2.60009765625 578.298095703125 578.298095703125 0
1000 3.022216796875 11681.451416015625 11681.451416015625 0
2000 2.795166015625 23288.937255859375 23288.937255859375 0
200 3.183349609375 2490.85302734375 2490.85302734375 0
5 2.66552734375 91.508544921875 91.508544921875 0
1000 3.0615234375 11785.59423828125 11785.59423828125 0
500 4.033203125 6092.30419921875 6092.30419921875 0
15 5.637939453125 187.57666015625 187.57666015625 0
700 4.90234375 8872.272705078125 8872.272705078125 0
700 2.4931640625 8776.223876953125 8776.223876953125 0
15 3.008544921875 193.9384765625 193.9384765625 0
2 4.710205078125 86.774169921875 86.774169921875 0
3 2.559814453125 70.599853515625 70.599853515625 0
1 4.897216796875 81.972412109375 81.972412109375 3
700 3.884033203125 8776.7265625 8776.7265625 0
2 3.494384765625 75.766357421875 75.766357421875 0
8000 3.337158203125 96189.50903320312 96189.50903320312 0
40 3.247314453125 582.131103515625 582.131103515625 0
250 3.301513671875 2985.507080078125 2985.507080078125 0
4000 2.61767578125 48085.127685546875 48085.127685546875 0
100 3.24169921875 989.979248046875 989.979248046875 0
2000 2.2998046875 24576.078857421875 24576.078857421875 0
40 2.81689453125 392.546630859375 392.546630859375 0
100 2.743896484375 1396.6357421875 1396.6357421875 0
100 2.89453125 1377.913330078125 1377.913330078125 0
50 3.07177734375 576.786865234375 576.786865234375 0
350 3.623046875 4391.129150390625 4391.129150390625 0
250 3.329345703125 2992.281982421875 2992.281982421875 0
50 3.264404296875 1082.314697265625 1082.314697265625 0
1000 3.440185546875 12084.955810546875 12084.955810546875 0
4000 3.23291015625 48391.337158203125 48391.337158203125 0
8000 3.738037109375 95279.49438476562 95279.49438476562 0
1 4.145263671875 83.459716796875 83.459716796875 0
4000 2.988525390625 48474.476318359375 48474.476318359375 0
30 3.069580078125 368.646728515625 368.646728515625 0
4000 2.203857421875 48285.7685546875 48285.7685546875 0
2 4.678466796875 83.441650390625 83.441650390625 0
2000 3.2861328125 23790.31689453125 23790.31689453125 0
2000 2.621826171875 24175.117919921875 24175.117919921875 0
150 5.343505859375 1789.159423828125 1789.159423828125 0
5 5.125732421875 86.791015625 86.791015625 0
3 2.492431640625 172.64111328125 172.64111328125 0
700 2.876220703125 8191.9912109375 8191.9912109375 0
700 4.87646484375 8784.601806640625 8784.601806640625 8000
250 4.6328125 2988.68017578125 2988.68017578125 0
1000 4.95654296875 11886.66796875 11886.66796875 0
700 3.687255859375 8398.498779296875 8398.498779296875 0
200 2.694091796875 2481.558837890625 2481.558837890625 0
5 2.86669921875 278.54541015625 278.54541015625 0
350 3.158447265625 4187.974853515625 4187.974853515625 0
1 5.58935546875 79.515869140625 79.515869140625 0
100 3.333251953125 1483.8994140625 1483.8994140625 0
8000 2.807373046875 95292.69604492188 95292.69604492188 0
5 2.822998046875 84.74658203125 84.74658203125 0
200 2.67919921875 2476.8662109375 2476.8662109375 0
700 2.765869140625 8382.89599609375 8382.89599609375 0
8000 3.313720703125 96283.08227539062 96283.08227539062 0
4000 3.42138671875 48381.216064453125 48381.216064453125 0
3 3.57861328125 84.528564453125 84.528564453125 0
5 4.449951171875 89.9345703125 89.9345703125 25
1 3.593017578125 77.7861328125 77.7861328125 0
25 2.576416015625 291.938232421875 291.938232421875 0
250 4.517333984375 3081.132080078125 3081.132080078125 0
4000 4.998291015625 48753.51611328125 48753.51611328125 0
200 3.7744140625 2589.04833984375 2589.04833984375 0
8000 3.58642578125 96385.7490234375 96385.7490234375 0
40 3.401123046875 890.85107421875 890.85107421875 200
1 5.712890625 84.369873046875 84.369873046875 0
1 2.25341796875 69.018798828125 69.018798828125 2000
350 3.354736328125 4383.14208984375 4383.14208984375 0
200 3.26416015625 2390.6376953125 2390.6376953125 0
500 3.03564453125 6284.946533203125 6284.946533203125 0
3 4.34765625 86.469970703125 86.469970703125 0
250 3.66357421875 2888.1533203125 2888.1533203125 0
30 3.90283203125 298.15283203125 298.15283203125 0
30 3.30810546875 271.339599609375 271.339599609375 0
200 2.61474609375 2385.581298828125 2385.581298828125 0
8000 3.668212890625 95491.13720703125 95491.13720703125 0
50 3.445556640625 576.028076171875 577.028076171875 0
8000 2.337890625 96380.55981445312 96380.55981445312 0
3 2.5478515625 84.584228515625 84.584228515625 0
1000 5.12841796875 12184.2333984375 12184.2333984375 0
40 2.865234375 372.5341796875 372.5341796875 0
700 3.59228515625 8081.9033203125 8081.9033203125 0
700 4.846923828125 8175.134521484375 8175.134521484375 0
100 5.1513671875 1380.165283203125 1380.165283203125 0
100 2.673828125 1386.435546875 1386.435546875 0
1 3.326416015625 82.604736328125 82.604736328125 0
30 3.44287109375 382.970703125 382.970703125 0
2 2.834716796875 86.829345703125 86.829345703125 0
25 2.968994140625 289.1728515625 289.1728515625 0
1 2.38671875 84.581298828125 84.581298828125 0
30 3.560302734375 379.62060546875 379.62060546875 0
30 2.77978515625 384.30322265625 384.30322265625 0
150 5.7001953125 1787.832275390625 1787.832275390625 0
250 2.4580078125 2988.37841796875 2988.37841796875 0
25 5.6328125 385.86962890625 385.86962890625 0
1000 4.822998046875 12274.661376953125 12274.661376953125 0
8000 3.240966796875 95966.32006835938 95966.32006835938 0
1000 3.28125 11271.013427734375 11271.013427734375 0
1 5.482177734375 84.788818359375 84.788818359375 0
50 4.498046875 979.411376953125 979.411376953125 0
15 3.42236328125 193.357177734375 193.357177734375 0
2000 2.970458984375 23795.260986328125 23795.260986328125 0
1000 2.5771484375 11806.172607421875 11806.172607421875 0
100 3.39013671875 1367.697265625 1368.697265625 0
1000 3.239501953125 11984.364501953125 11984.364501953125 0
15 2.7861328125 185.74365234375 185.74365234375 0
700 3.315673828125 8181.6826171875 8181.6826171875 0
200 3.653564453125 2477.25830078125 2478.25830078125 0
30 3.166748046875 380.97216796875 380.97216796875 0
25 3.234619140625 295.40771484375 295.40771484375 0
8000 3.418701171875 95286.5556640625 95286.5556640625 0
4000 3.613037109375 46997.366455078125 46997.366455078125 0
200 4.41162109375 2395.2060546875 2395.2060546875 0
2000 2.6845703125 23370.87158203125 23370.87158203125 0
3 2.902587890625 88.665771484375 88.665771484375 0
8000 2.47314453125 95093.07202148438 95093.07202148438 0
15 3.469970703125 166.08203125 166.08203125 0
4000 6.087158203125 48678.174560546875 48678.174560546875 0
100 6.281494140625 992.9169921875 992.9169921875 0
350 2.967529296875 4184.0029296875 4184.0029296875 0
30 5.837158203125 295.730224609375 295.730224609375 0
5 5.41357421875 79.692138671875 79.692138671875 0
15 3.28173828125 181.034912109375 181.034912109375 0
4000 3.69921875 46582.59326171875 46582.59326171875 0
100 3.969970703125 1476.1455078125 1476.1455078125 0
50 2.81689453125 889.348388671875 889.348388671875 0
100 3.37939453125 980.752685546875 980.752685546875 500
2000 6.197265625 23696.411865234375 23696.411865234375 0
4000 3.332275390625 46395.802978515625 46395.802978515625 0
15 2.63134765625 181.6201171875 181.6201171875 0
500 2.906494140625 5785.412353515625 5785.412353515625 0
5 2.628662109375 85.480712890625 85.480712890625 250
1 2.741455078125 83.520751953125 83.520751953125 5
100 2.424560546875 1486.9873046875 1486.9873046875 0
1000 2.350341796875 11571.470458984375 11571.470458984375 0
25 2.55908203125 384.735595703125 384.735595703125 0
25 3.145751953125 295.925537109375 295.925537109375 0
40 3.005859375 390.794921875 390.794921875 8000
250 2.931640625 2876.55615234375 2876.55615234375 0
700 4.9560546875 8175.203369140625 8175.203369140625 0
100 2.438232421875 1286.16943359375 1286.16943359375 0
15 2.935791015625 361.0478515625 361.0478515625 0
250 3.22802734375 3077.98046875 3077.98046875 0
4000 2.3642578125 46495.593505859375 46495.593505859375 0
8000 2.98046875 95379.04956054688 95379.04956054688 0
200 2.64599609375 2391.808349609375 2391.808349609375 0
8000 3.274169921875 94581.65258789062 94581.65258789062 0
500 3.6083984375 5875.36083984375 5875.36083984375 0
2 3.419921875 76.537841796875 76.537841796875 0
3 2.4833984375 89.628173828125 89.628173828125 0
350 2.5283203125 3884.4296875 3884.4296875 0
350 2.5009765625 4275.632080078125 4275.632080078125 0
50 3.4794921875 497.185546875 497.185546875 0
8000 3.313720703125 95383.61352539062 95383.61352539062 0
4000 4.235107421875 46981.93505859375 46981.93505859375 8000
5 5.097412109375 83.00634765625 83.00634765625 0
1 3.410888671875 79.037353515625 79.037353515625 5
30 5.635498046875 390.328125 390.328125 0
1 4.34619140625 77.34033203125 77.34033203125 0
4000 2.81005859375 46287.896484375 46287.896484375 0
40 2.888427734375 882.994384765625 882.994384765625 0
100 3.2890625 999.30126953125 999.30126953125 0
500 2.492919921875 5875.421142578125 5875.421142578125 0
50 3.052490234375 483.439208984375 483.439208984375 0
5 4.333740234375 84.196044921875 84.196044921875 0
250 4.3974609375 3392.3671875 3392.3671875 0
350 4.97900390625 4385.65771484375 4385.65771484375 0
100 3.2021484375 1365.73876953125 1365.73876953125 0
40 2.94091796875 489.11376953125 489.11376953125 0
350 5.107666015625 3973.55419921875 3973.55419921875 0
2 2.375244140625 79.5595703125 79.5595703125 0
1000 2.90869140625 11682.52783203125 11682.52783203125 0
40 2.26171875 680.354736328125 680.354736328125 0
50 4.890625 795.553955078125 795.553955078125 0
350 4.056640625 4493.458251953125 4493.458251953125 0
4000 3.097900390625 47568.80810546875 47568.80810546875 0
500 2.77734375 5885.58642578125 5885.58642578125 0
2 2.631591796875 84.930908203125 84.930908203125 0
150 2.990234375 1980.246337890625 1980.246337890625 1000
2 2.850341796875 81.85791015625 81.85791015625 0
15 3.059814453125 196.800048828125 196.800048828125 0
200 3.134033203125 2379.769775390625 2379.769775390625 0
15 3.248779296875 188.343017578125 188.343017578125 0
4000 3.6884765625 46687.67529296875 46687.67529296875 0
1 3.003662109375 83.060302734375 83.060302734375 0
25 3.0537109375 291.570556640625 291.570556640625 0
30 5.218505859375 474.429443359375 474.429443359375 0
8000 2.973388671875 92681.23828125 92681.23828125 0
1000 4.01611328125 11972.332275390625 11972.332275390625 0
700 3.298095703125 8493.05908203125 8493.05908203125 0
1 3.195556640625 79.397216796875 79.397216796875 0
2 2.6103515625 77.02685546875 77.02685546875 0
1000 3.85693359375 12076.890625 12076.890625 0
30 2.291748046875 370.414794921875 370.414794921875 0
350 5.078369140625 4190.23681640625 4190.23681640625 0
30 3.982177734375 388.768310546875 388.768310546875 0
350 2.822998046875 4288.808837890625 4288.808837890625 0
50 3.105224609375 580.54541015625 580.54541015625 0
15 3.60986328125 184.25146484375 184.25146484375 0
5 3.575927734375 89.126953125 89.126953125 0
8000 3.4140625 93070.52807617188 93070.52807617188 0
4000 3.12939453125 46993.385498046875 46993.385498046875 0
5 2.880126953125 83.387939453125 83.387939453125 0
1000 2.805419921875 11486.7978515625 11486.7978515625 0
8000 2.52783203125 93284.29907226562 93284.29907226562 0
3 4.466796875 176.63037109375 176.63037109375 0
50 4.53515625 787.51513671875 787.51513671875 0
500 2.513671875 6282.548095703125 6282.548095703125 0
4000 3.229248046875 47091.3935546875 47091.3935546875 0
50 2.751953125 574.38330078125 574.38330078125 0
25 2.5673828125 291.19580078125 291.19580078125 0
2 3.437255859375 88.525146484375 88.525146484375 0
15 2.831298828125 188.21142578125 188.21142578125 0
40 3.192138671875 684.607177734375 684.607177734375 0
500 4.25732421875 6378.70556640625 6378.70556640625 0
2000 4.825439453125 24277.095703125 24277.095703125 0
500 2.91015625 6088.419189453125 6088.419189453125 0
1000 2.521484375 11790.372802734375 11790.372802734375 0
350 5.4794921875 3989.754150390625 3989.754150390625 0
8000 4.80517578125 93985.25537109375 93985.25537109375 0
25 2.838134765625 275.06298828125 275.06298828125 0
3 5.28515625 87.988037109375 88.988037109375 15
15 3.051025390625 273.112548828125 273.112548828125 0
3 2.8935546875 185.08349609375 185.08349609375 2000
8000 2.6240234375 93577.8623046875 93577.8623046875 0
40 3.456298828125 482.444580078125 482.444580078125 0
150 2.947021484375 1980.057373046875 1980.057373046875 0
150 3.002685546875 1894.3974609375 1894.3974609375 0
5 4.692138671875 84.029541015625 84.029541015625 0
700 3.392333984375 8289.080322265625 8289.080322265625 0
1 3.123291015625 80.35693359375 80.35693359375 0
200 3.159912109375 2399.23046875 2399.23046875 0
100 5.166259765625 1573.509521484375 1573.509521484375 0
700 3.113037109375 8193.177734375 8193.177734375 0
350 3.159912109375 3889.60888671875 3889.60888671875 0
25 4.646728515625 279.74365234375 279.74365234375 0
5 2.740478515625 79.190185546875 79.190185546875 0
1 3.09912109375 81.57373046875 81.57373046875 15
15 3.007080078125 186.1181640625 186.1181640625 0
1 4.49951171875 91.103759765625 91.103759765625 0
350 3.50244140625 3786.477783203125 3786.477783203125 0
700 3.5078125 8185.893798828125 8185.893798828125 0
200 3.031494140625 2382.668212890625 2382.668212890625 0
100 3.80126953125 1486.79443359375 1486.79443359375 700
150 3.4169921875 1981.148681640625 1981.148681640625 0
15 3.012939453125 188.0458984375 188.0458984375 0
700 2.937255859375 8678.38134765625 8678.38134765625 4000
2000 2.626708984375 23591.50732421875 23591.50732421875 0
50 2.873046875 974.01953125 974.01953125 0
700 5.3046875 8984.74658203125 8984.74658203125 0
50 2.9765625 589.446533203125 589.446533203125 0
8000 3.031982421875 94791.1318359375 94791.1318359375 0
3 3.7294921875 93.090087890625 93.090087890625 0
15 2.66796875 184.24853515625 184.24853515625 0
2 3.10302734375 77.261474609375 77.261474609375 250
2 5.0068359375 86.0419921875 86.0419921875 0
30 2.999267578125 296.637451171875 296.637451171875 0
100 3.4521484375 989.426513671875 989.426513671875 0
5 2.951171875 86.5458984375 86.5458984375 200
8000 2.77880859375 94592.41967773438 94592.41967773438 0
25 2.727294921875 278.3984375 278.3984375 0
40 2.4462890625 683.099365234375 683.099365234375 0
30 2.591552734375 680.76318359375 680.76318359375 0
5 2.748291015625 185.879150390625 185.879150390625 0
8000 3.2353515625 94791.09887695312 94791.09887695312 0
2000 3.16162109375 23890.43212890625 23890.43212890625 0
2000 3.4599609375 23895.68798828125 23895.68798828125 0
250 4.904541015625 2882.544677734375 2882.544677734375 0
30 4.8603515625 378.6455078125 378.6455078125 0
200 3.253662109375 2470.801513671875 2471.801513671875 0
100 2.77001953125 1088.00439453125 1088.00439453125 0
700 3.476318359375 8286.287109375 8286.287109375 0
50 2.665771484375 688.25 688.25 350
100 2.62353515625 1373.3056640625 1373.3056640625 0
150 3.29736328125 1783.275146484375 1783.275146484375 0
4000 2.63623046875 47288.781005859375 47288.781005859375 0
15 3.224609375 194.497314453125 194.497314453125 0
350 3.293212890625 4395.374755859375 4395.374755859375 4000
4000 2.853759765625 48395.552978515625 48395.552978515625 0
200 3.094970703125 2570.794677734375 2570.794677734375 0
700 3.359619140625 8291.266845703125 8291.266845703125 0
25 3.5732421875 281.071533203125 281.071533203125 0
1 2.875732421875 75.809326171875 75.809326171875 0
700 2.9267578125 8284.705322265625 8284.705322265625 0
200 2.755859375 2078.7939453125 2078.7939453125 0
50 3.222900390625 894.820068359375 894.820068359375 0
500 2.441650390625 5881.265380859375 5881.265380859375 0
30 3.129150390625 484.989501953125 484.989501953125 0
5 2.939208984375 275.8720703125 275.8720703125 0
700 2.862548828125 8683.557861328125 8683.557861328125 0
1 3.233154296875 78.88818359375 78.88818359375 0
1000 2.80908203125 11990.63525390625 11990.63525390625 0
1000 2.90380859375 11588.591796875 11588.591796875 0
4000 3.11474609375 47278.337890625 47278.337890625 0
30 2.858642578125 589.279052734375 589.279052734375 0
8000 2.923095703125 95882.55712890625 95882.55712890625 0
4000 4.831298828125 48283.040283203125 48283.040283203125 0
200 2.636962890625 2487.09716796875 2487.09716796875 0
1000 2.67919921875 11999.399658203125 11999.399658203125 0
700 3.29052734375 8589.122314453125 8589.122314453125 0
40 2.45556640625 480.231201171875 480.231201171875 0
30 2.762939453125 389.83349609375 389.83349609375 0
30 3.569580078125 295.046630859375 295.046630859375 0
15 2.93701171875 180.743896484375 180.743896484375 0
50 3.1484375 579.619384765625 579.619384765625 0
3 2.526123046875 92.674072265625 92.674072265625 0
250 2.877685546875 2986.2265625 2986.2265625 0
30 2.484619140625 378.02685546875 378.02685546875 0
150 3.612548828125 1966.43359375 1966.43359375 0
50 2.9404296875 475.10107421875 475.10107421875 250
30 3.0966796875 480.317626953125 480.317626953125 0
1000 2.92529296875 12285.013427734375 12285.013427734375 0
250 3.635498046875 2988.41748046875 2988.41748046875 0
1000 3.769287109375 11489.05517578125 11489.05517578125 0
2000 5.25048828125 24387.755859375 24387.755859375 0
500 3.113525390625 6192.06884765625 6192.06884765625 0
4000 3.375732421875 48575.984619140625 48575.984619140625 0
40 4.745361328125 489.75439453125 489.75439453125 0
700 3.413818359375 8198.467041015625 8198.467041015625 0
30 2.782958984375 379.92138671875 379.92138671875 50
50 3.163330078125 497.048583984375 497.048583984375 200
40 2.5615234375 381.21923828125 381.21923828125 0
1000 2.904296875 11676.5 11676.5 0
3 2.93603515625 89.90283203125 89.90283203125 0
40 3.4189453125 392.131591796875 392.131591796875 0
200 2.6455078125 2286.440673828125 2286.440673828125 0
150 2.490966796875 1787.691162109375 1787.691162109375 0
15 3.432861328125 190.924072265625 190.924072265625 150
5 3.199951171875 85.909423828125 85.909423828125 0
500 3.892822265625 6187.696044921875 6187.696044921875 0
5 2.385009765625 81.025390625 81.025390625 0
200 3.1748046875 2365.92626953125 2365.92626953125 0
150 3.3779296875 1576.285400390625 1576.285400390625 0
100 4.608642578125 1499.262451171875 1499.262451171875 0
2 3.39453125 74.287109375 74.287109375 0
200 2.914794921875 2467.33349609375 2467.33349609375 0
100 4.673828125 1480.58642578125 1480.58642578125 0
15 3.046875 187.550537109375 187.550537109375 0
150 3.956787109375 1398.178466796875 1399.178466796875 0
100 5.188720703125 1077.9169921875 1077.9169921875 0
3 3.296875 181.4912109375 181.4912109375 0
4000 2.49951171875 47876.5908203125 47876.5908203125 0
500 4.15673828125 5874.15380859375 5874.15380859375 0
50 2.908447265625 795.141845703125 795.141845703125 0
250 2.90576171875 3462.47802734375 3462.47802734375 0
250 3.004150390625 2803.35205078125 2803.35205078125 0
500 3.134033203125 5688.9541015625 5688.9541015625 0
200 3.693359375 2075.18212890625 2075.18212890625 0
1000 3.31787109375 11685.755615234375 11685.755615234375 0
500 2.6083984375 5898.22119140625 5898.22119140625 0
5 2.73876953125 79.089599609375 79.089599609375 0
200 2.927978515625 2489.542236328125 2489.542236328125 0
25 3.17236328125 685.51025390625 685.51025390625 0
150 3.36376953125 1989.679931640625 1989.679931640625 0
25 2.384033203125 285.4873046875 285.4873046875 0
3 3.044677734375 87.9443359375 87.9443359375 0
4000 3.109130859375 47676.59716796875 47676.59716796875 0
25 3.2939453125 290.077880859375 290.077880859375 0
3 3.201416015625 83.69580078125 83.69580078125 0
100 2.23046875 1476.792724609375 1476.792724609375 0
8000 5.20263671875 95873.50610351562 95873.50610351562 0
700 3.32470703125 8074.578369140625 8074.578369140625 0
100 3.260986328125 1000.7080078125 1000.7080078125 0
2 2.936279296875 178.13525390625 178.13525390625 0
700 2.488037109375 8484.681640625 8484.681640625 0
40 2.57421875 884.916259765625 884.916259765625 0
1 4.263427734375 87.21484375 87.21484375 40
350 2.998291015625 4283.10595703125 4283.10595703125 0
40 2.730712890625 393.588134765625 393.588134765625 0
200 3.126220703125 1975.4443359375 1975.4443359375 500
30 3.09423828125 591.970703125 591.970703125 0
2 3.604248046875 78.70361328125 78.70361328125 0
100 3.1962890625 1083.432861328125 1083.432861328125 0
15 3.341064453125 194.7294921875 194.7294921875 0
4000 2.8310546875 46379.990478515625 46379.990478515625 0
5 2.677490234375 188.86669921875 188.86669921875 0
500 3.156982421875 5591.635986328125 5591.635986328125 0
4000 3.115478515625 47178.263427734375 47178.263427734375 0
1 3.308349609375 87.556640625 87.556640625 0
500 2.837158203125 6183.78955078125 6183.78955078125 0
3 4.396484375 80.391357421875 80.391357421875 0
1 3.133544921875 84.235107421875 84.235107421875 3
25 2.24658203125 286.10205078125 286.10205078125 0
1000 3.781005859375 11287.58544921875 11287.58544921875 0
2 3.072265625 81.028564453125 81.028564453125 0
100 2.75732421875 1181.0595703125 1181.0595703125 0
2000 3.318603515625 23095.91455078125 23095.91455078125 0
4000 2.841064453125 47275.300537109375 47275.300537109375 0
3 3.38671875 80.141845703125 81.141845703125 0
30 3.286865234375 375.886962890625 375.886962890625 0
5 2.576904296875 84.12255859375 84.12255859375 0
25 2.4697265625 284.625732421875 284.625732421875 0
1000 2.82275390625 11995.050048828125 11995.050048828125 0
150 2.724365234375 1896.368408203125 1896.368408203125 0
5 3.599609375 82.18115234375 83.18115234375 0
1 3.384765625 71.765869140625 72.765869140625 0
700 3.27685546875 8381.162841796875 8381.162841796875 0
1000 3.2236328125 11877.838623046875 11877.838623046875 0
30 2.624267578125 489.001708984375 489.001708984375 0
1 2.7705078125 76.086181640625 76.086181640625 0
15 3.30810546875 195.497802734375 195.497802734375 0
2000 2.903564453125 23177.09521484375 23177.09521484375 0
4000 3.44140625 46392.148681640625 46392.148681640625 0
250 3.43505859375 2879.343017578125 2879.343017578125 0
30 3.074462890625 288.700927734375 288.700927734375 0
500 3.262451171875 5691.75146484375 5691.75146484375 0
30 2.898681640625 683.50146484375 683.50146484375 0
2000 3.178955078125 23884.126220703125 23884.126220703125 0
3 2.8623046875 82.748779296875 82.748779296875 0
30 3.854736328125 381.609619140625 381.609619140625 0
200 2.6884765625 2388.873046875 2388.873046875 0
1000 3.75390625 11886.09619140625 11886.09619140625 0
350 3.652587890625 3789.129638671875 3790.129638671875 0
700 2.726806640625 7977.7353515625 7977.7353515625 0
700 2.5966796875 8398.742919921875 8398.742919921875 0
25 2.6025390625 284.5712890625 284.5712890625 50
50 2.669189453125 581.015380859375 581.015380859375 0
25 2.975341796875 589.563720703125 589.563720703125 0
5 4.02978515625 93.020751953125 93.020751953125 0
5 3.387451171875 88.049072265625 88.049072265625 0
150 2.4970703125 1877.72607421875 1877.72607421875 0
350 3.322998046875 4268.39306640625 4268.39306640625 0
700 2.8798828125 8274.829345703125 8274.829345703125 0
700 2.59130859375 8185.668212890625 8185.668212890625 0
40 2.70556640625 384.298095703125 384.298095703125 0
350 3.580322265625 4488.96533203125 4488.96533203125 0
700 3.904296875 8584.4345703125 8584.4345703125 0
25 3.013916015625 281.565673828125 281.565673828125 0
15 3.123046875 186.679443359375 187.679443359375 0
250 3.75048828125 3586.468994140625 3586.468994140625 0
2000 2.489013671875 23377.990966796875 23377.990966796875 0
350 3.262939453125 4282.427001953125 4282.427001953125 0
350 3.14697265625 4185.661865234375 4185.661865234375 0
8000 3.63818359375 94681.96728515625 94681.96728515625 0
150 3.86962890625 1687.90234375 1687.90234375 0
3 3.6806640625 83.64208984375 83.64208984375 0
700 6.866455078125 8497.445556640625 8497.445556640625 0
8000 5.227294921875 94473.912109375 94473.912109375 0
200 3.127685546875 2385.059814453125 2385.059814453125 0
8000 3.216796875 94885.74682617188 94886.74682617188 0
25 3.013916015625 377.669189453125 377.669189453125 0
100 4.51416015625 1190.947998046875 1190.947998046875 0
3 3.37744140625 77.095458984375 77.095458984375 0
4000 3.718994140625 48088.95849609375 48088.95849609375 0
2000 4.8955078125 22787.25537109375 22787.25537109375 0
5 2.545166015625 88.260009765625 88.260009765625 0
200 4.91748046875 2478.299560546875 2478.299560546875 0
150 5.213623046875 1593.337646484375 1593.337646484375 0
15 3.4296875 180.107177734375 181.107177734375 0
700 2.93115234375 7888.485595703125 7888.485595703125 0
4000 2.42431640625 46689.348388671875 46689.348388671875 0
1 3.15673828125 74.32080078125 74.32080078125 0
350 2.99609375 4374.093994140625 4374.093994140625 0
5 3.28955078125 95.01953125 95.01953125 0
2000 2.629638671875 22787.308837890625 22787.308837890625 0
15 7.255859375 284.287353515625 284.287353515625 0
700 3.794189453125 8090.903076171875 8090.903076171875 0
15 4.037109375 178.578125 178.578125 0
350 5.091796875 4385.662841796875 4385.662841796875 0
25 3.308837890625 283.875732421875 283.875732421875 0
50 2.482421875 893.792724609375 893.792724609375 0
8000 2.801513671875 93497.26416015625 93497.26416015625 0
15 3.108642578125 479.56103515625 479.56103515625 0
200 3.37158203125 2372.826416015625 2372.826416015625 0
2 4.673095703125 85.244384765625 85.244384765625 0
30 2.37548828125 385.971435546875 385.971435546875 0
1 3.099365234375 84.6103515625 84.6103515625 2
5 3.30078125 87.31689453125 88.31689453125 4000
4000 3.193359375 47092.412353515625 47092.412353515625 0
250 2.753173828125 2892.117919921875 2892.117919921875 0
700 3.183349609375 7992.95751953125 7992.95751953125 0
2000 2.947265625 23381.84033203125 23381.84033203125 0
3 3.091064453125 85.855712890625 85.855712890625 0
30 3.2412109375 389.134033203125 389.134033203125 0
150 2.419921875 2070.673583984375 2070.673583984375 0
5 3.381103515625 91.22607421875 91.22607421875 0
8000 2.46630859375 92690.57275390625 92690.57275390625 0
30 2.49072265625 374.922607421875 374.922607421875 0
3 2.78466796875 76.479248046875 76.479248046875 5
5 3.072998046875 83.913330078125 83.913330078125 0
5 5.37353515625 94.5322265625 94.5322265625 0
15 3.498779296875 176.205322265625 176.205322265625 2000
1 3.4677734375 76.867919921875 76.867919921875 0
15 4.26708984375 187.48486328125 187.48486328125 0
5 3.608154296875 85.013671875 85.013671875 0
4000 4.62109375 46988.8076171875 46988.8076171875 0
500 3.519775390625 5790.339111328125 5790.339111328125 0
2000 4.05810546875 23676.3818359375 23676.3818359375 0
8000 2.427001953125 94391.171875 94391.171875 0
50 2.649658203125 588.76123046875 588.76123046875 0
200 3.05908203125 2387.52783203125 2387.52783203125 0
700 3.129150390625 8382.16796875 8382.16796875 0
50 2.941162109375 492.25341796875 492.25341796875 0
30 4.661376953125 289.7685546875 289.7685546875 0
30 3.515625 361.640380859375 361.640380859375 0
1000 3.07470703125 11680.270263671875 11680.270263671875 0
150 2.76123046875 1977.88134765625 1977.88134765625 0
8000 2.781982421875 93482.27612304688 93482.27612304688 0
25 4.364013671875 289.4677734375 289.4677734375 0
1000 3.269775390625 11697.070556640625 11698.070556640625 0
250 2.8671875 2891.310302734375 2891.310302734375 0
1 2.982421875 80.568359375 80.568359375 500
40 3.154541015625 399.401611328125 399.401611328125 0
2000 4.88623046875 23372.95556640625 23372.95556640625 0
4000 3.224365234375 46391.3955078125 46391.3955078125 0
40 3.23095703125 490.70751953125 490.70751953125 0
3 4.07421875 71.990478515625 71.990478515625 0
150 2.6328125 1979.872802734375 1979.872802734375 0
250 4.67431640625 2964.4912109375 2964.4912109375 0
30 3.245849609375 395.785888671875 395.785888671875 0
2 3.140625 178.303466796875 178.303466796875 0
150 4.14501953125 1897.80615234375 1897.80615234375 0
2 4.887451171875 79.784912109375 79.784912109375 0
15 4.87451171875 178.011474609375 178.011474609375 0
500 4.79736328125 5690.948486328125 5691.948486328125 0
200 3.318603515625 2288.1279296875 2288.1279296875 0
25 4.025634765625 487.0751953125 487.0751953125 0
250 3.332275390625 2982.941162109375 2982.941162109375 0
8000 3.385009765625 92578.650390625 92578.650390625 0
50 3.438232421875 678.659912109375 678.659912109375 8000
350 2.408203125 4371.666015625 4371.666015625 0
150 3.067626953125 1881.012939453125 1881.012939453125 0
4000 3.255615234375 46277.196044921875 46277.196044921875 0
8000 3.235595703125 92987.28833007812 92987.28833007812 0
350 3.31640625 4376.079345703125 4376.079345703125 0
200 4.74365234375 2688.3828125 2688.3828125 0
350 2.5478515625 4567.08154296875 4567.08154296875 0
150 2.7509765625 1889.8896484375 1889.8896484375 0
2000 3.131103515625 23481.68994140625 23481.68994140625 0
1 4.596923828125 88.98095703125 88.98095703125 0
1000 5.0771484375 12384.799560546875 12385.799560546875 0
2 2.915771484375 84.73095703125 84.73095703125 200
5 3.099853515625 91.50927734375 91.50927734375 0
25 2.595703125 480.771240234375 480.771240234375 0
2 3.3056640625 175.269287109375 175.269287109375 0
50 2.70361328125 693.75341796875 693.75341796875 0
8000 2.42724609375 94488.94287109375 94488.94287109375 0
200 3.496337890625 2485.4697265625 2485.4697265625 0
25 3.067626953125 281.167724609375 281.167724609375 0
150 4.60595703125 1878.0693359375 1878.0693359375 500
2000 3.098876953125 23691.025390625 23691.025390625 0
150 2.974609375 1584.139404296875 1584.139404296875 0
100 3.238525390625 1490.771484375 1490.771484375 0
8000 3.060546875 92476.18579101562 92476.18579101562 0
350 5.085205078125 4390.287841796875 4390.287841796875 0
500 4.841796875 5775.303955078125 5775.303955078125 0
40 5.08447265625 387.6083984375 387.6083984375 0
4000 2.795166015625 46687.67138671875 46687.67138671875 0
500 3.175048828125 5586.0361328125 5586.0361328125 0
15 2.7275390625 180.70166015625 180.70166015625 0
40 3.296630859375 389.112548828125 389.112548828125 0
700 3.2607421875 8375.76025390625 8375.76025390625 0
350 3.34521484375 4477.270751953125 4477.270751953125 0
1000 2.309326171875 11774.729736328125 11774.729736328125 0
4000 2.944580078125 47674.805908203125 47674.805908203125 0
3 3.294921875 86.0439453125 86.0439453125 0
15 2.765380859375 193.6767578125 193.6767578125 0
100 2.807861328125 1479.10205078125 1479.10205078125 0
8000 3.263427734375 95192.1337890625 95193.1337890625 0
150 2.775390625 1779.878662109375 1779.878662109375 0
5 3.012939453125 189.776611328125 189.776611328125 0
15 2.8291015625 192.31591796875 192.31591796875 0
2 3.705078125 72.314453125 72.314453125 0
5 3.21728515625 93.500244140625 93.500244140625 0
25 4.47265625 284.869140625 284.869140625 0
50 2.791748046875 484.500244140625 484.500244140625 0
250 5.013671875 2977.69140625 2977.69140625 0
50 3.23876953125 984.78369140625 984.78369140625 0
30 3.0966796875 383.138916015625 383.138916015625 0
1 3.49365234375 84.716796875 84.716796875 0
150 3.2314453125 1979.353515625 1979.353515625 0
2 4.263916015625 87.47705078125 87.47705078125 0
8000 3.115234375 94593.5546875 94593.5546875 0
30 3.2421875 290.25830078125 290.25830078125 0
700 4.244384765625 8383.134765625 8383.134765625 0
150 2.69580078125 1782.506103515625 1782.506103515625 0
100 5.40576171875 1485.793701171875 1485.793701171875 0
200 3.91259765625 2487.45263671875 2487.45263671875 0
2000 2.95849609375 23889.76025390625 23889.76025390625 0
25 2.67578125 273.175048828125 273.175048828125 0
1 2.55517578125 77.009033203125 77.009033203125 0
50 2.78955078125 494.558837890625 494.558837890625 0
500 3.55419921875 6092.8671875 6092.8671875 0
15 3.40771484375 273.025146484375 273.025146484375 0
350 2.6318359375 4484.06689453125 4484.06689453125 0
700 3.22216796875 8486.024658203125 8486.024658203125 0
15 3.19384765625 179.115234375 179.115234375 0
700 2.801025390625 8389.883056640625 8389.883056640625 0
100 3.5029296875 1267.130126953125 1267.130126953125 0
2000 3.38623046875 24178.09765625 24178.09765625 0
250 2.74853515625 3097.623779296875 3097.623779296875 0
25 4.37646484375 299.320068359375 299.320068359375 0
4000 2.60009765625 47390.489501953125 47390.489501953125 0
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   508.23ms  536.17ms   2.00s    84.38%
    Req/Sec     2.49      3.72    10.00     82.20%
  824 requests in 10.00m, 182.20KB read
  Socket errors: connect 0, read 0, write 0, timeout 363
Requests/sec:      1.37
Transfer/sec:     310.91B
Requests: 	userdata: 0x408f7650	 completed.